anysphere.cursorpyright
anysphere.remote-ssh
chakrounanas.turbo-console-log
dbaeumer.vscode-eslint
github.vscode-github-actions
github.vscode-pull-request-github
hashicorp.terraform
imgildev.vscode-code-log-plus
kgrubb.flamingo-nebula
mhutchie.git-graph
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode.sublime-keybindings
oderwat.indent-rainbow
openai.chatgpt
pr1sm8.theme-panda
ritwickdey.liveserver
vscodevim.vim
