chakrounanas.turbo-console-log
continue.continue
dbaeumer.vscode-eslint
faelv.good-taste-theme
fedricknishant.turbo-python-print
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
hashicorp.terraform
imgildev.vscode-code-log-plus
kgrubb.flamingo-nebula
mhutchie.git-graph
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.sublime-keybindings
oderwat.indent-rainbow
oleblaesing.flamingo-galaxy
openai.chatgpt
ritwickdey.liveserver
tinkertrain.theme-panda
vscodevim.vim
